const cfg = {
  
  //--服务器
	// baseURL : "http://10.10.23.225:8080/IBS4.1",
  baseURL : "http://10.10.23.225:8081/IBS4.1",

  //--赵笙言
  // baseURL : "http://10.10.82.65:8080/IBS4.1",
  
  //--荣涛
  // baseURL : "http://10.10.82.58:8080/IBS4.1",
  
  //--吕广长
  // baseURL : "http://10.10.82.37:8080/IBS4.1",
  
  //--赵春杰
  // baseURL : "http://10.10.82.92:8080/IBS4.1",
  
	//--张伟
  // baseURL : "http://10.10.82.39:8080/IBS4.1",
  
  //--张汝豹
  // baseURL : "http://10.10.82.125:8080/IBS4.1",
	
	//--李根辉
	// baseURL : "http://10.10.82.115:8080/IBS4.1",

  //--宗俊莲
  // baseURL : "http://10.10.82.121:8080/IBS4.1",
  
  //--本地
  // baseURL : "http://127.0.0.1:8080/IBS4.1",
}